Repository: Artemia76/BackupAw
Catalog: lng/*/backup.po
Languages: it

source: Object(s)
it: Oggetto(i)

source: No Objects in Project.
it: Nessun oggetto nel Progetto

source: Citizen :
it: Cittadino :

source: Universe :
it: Universo :

source: Port :
it: Porto :

source: Bot Name :
it: Nome del Bot :

source: World :
it: Mondo :

source: Cancel
it: Annulare

source: Auto connection on startup
it: Connezione automatica à l'inizio

source: Reconnection Delay (sec) :
it: Ritardo di riconnessione (sec) :

source: Number of attempts :
it: Numeri di tentativi :

source: &New
it: &Nuovo

source: New project
it: Nuovo progetto

source: &Open
it: &Aprire

source: Open a project file
it: Aprire un progetto

source: &Save
it: &Salvare

source: Save the project to file
it: Salvare il progetto

source: &Save As
it: &Salvare sotto

source: E&xit
it: &Chiudere

source: Exiting BackupAw
it: Chiudere BackupAW

source: Connect
it: Connezione

source: &Setup
it: &Opzioni

source: Set Origin
it: Definire l'origine

source: S&can
it: Scansionare

source: Scan World
it: Scansionare il Mondo

source: Help on BackupAw
it: Aiuto di BackupAW

source: Official forum for BackupAw
it: Forum di Backup AW

source: A&bout
it: A proposito

source: About the BackupAw
it: A proposito di BackupAw

source: &Project
it: &Progetto

source: &Grid
it: &Griglia

source: &World
it: &Mondo

source: &Help
it: &Aiuto

source: Open
it: Aprire

source: Open Project
it: Aprire il progetto

source: Save
it: Salvare

source: Save Project
it: Salvare il progetto

source: Save As
it: Salvare sotto

source: Set Grid Origin
it: Definire il centro della griglia

source: The Program Can't continue : Please check the log
it: Il programma non puo continuare - Verificare il log

source: Error
it: Errore

source: Are you sure want abording attempts of reconnection?
it: Per favore confermare che vuole fermare i tentativi di riconnessione

source: Warning
it: Attenzione

source: Abording Attempts of reconnections
it: Abortendo i tentativi di riconnessione

source: Please Enter an AW Coord location :
it: Per favore entrare coordinate AW

source: About...
it: A proposito...

source: Disconnect
it: Disconnezione

source: BackupAw : Disconnected
it: BackupAw : Off

source: BackupAw Project (*.bap)|*.bap|All Files (*.*)|*.*
it: Proggetto BackupAw (*.bap)|*.bap|Tutti (*.*)|*.*

source: Warning This function can make irreversible destruction.
it: Attenzione questa funzione puo cancelare oggetti per sempre.

source: Delete
it: Cancellare

source: Are you sure to want deleting all object in the project?
it: Per favore confermare la distruzione dei oggetti selezionati

source: Warning This function can build object.
it: Attenzione, questa funzione costruisce degli oggetti.

source: Build
it: Costruire

source: Build as a CareTaker (Use many citizen Nb)
it: Costruire come un CareTaker (usando molti N° di Cittadino)

source: Are you sure to want building all object in the project?
it: Per favore confermare la distruzione del Progetto

source: :Nb of Obj=%d in project
it: :%d oggetti nel Proggetti

source: :Nb of Obj=%d
it: :%d oggetti

source: Citizen
it: Cittadino

source: Enable
it: Attivo

source: Exclude
it: Escludere

source: Model
it: Oggetto

source: Description
it: Descrizione

source: Exact Match
it: Corrispondenza esatta

source: Action
it: Azione

source: Region
it: Zona

source: NW Corner:
it: Angolo NW:

source: SE Corner:
it: Angolo SE:

source: Update
it: Aggiornare

source: Unable to create instance, Reason :
it: Impossibile creare istanza, Ragione :

source: Instance Initialized.
it: Istanza inizializzata.

source: Unable to join the universe, Reason :
it: Impossibile connetarsi all'Universo, Ragione :

source: Disconnected from Universe
it: Disconnesso del'Universo

source: Connected on Universe
it: Connesso sull'Universo

source: Unable to connect on world
it: Impossibile connettare sul Mondo

source: ,Reason:
it: ,Ragione:

source: Connected on world
it: Connesso sul Mondo

source: Connection lost with universe
it: Connezione persa coll'Universo

source: Connection lost with the world
it: Connezione persa col Mondo

source: Citizen Ship Expired
it: Cittadino scaduto.

source: Land Limit Exceeded
it: Dimensioni del Mondo superato.

source: No Such Citizen
it: Il cittadino non esista.

source: Message Length Bad
it: Lunghezza del messaggio errato

source: License Password Contains Space
it: Il password del Mondo contiene almeno uno spazio

source: License Password Too Long
it: Il password del Mondo é troppo lungo

source: License Password Too Short
it: Il password del Mondo à troppo breve

source: License Range Too Large
it: Dimensioni del Monde troppo grande

source: License Range Too Small
it: Dimensioni del Monde troppo piccole

source: License Users Too Large
it: La limite di utenti é troppo grande

source: License Users Too Small
it: La limite di utenti é troppo piccola

source: License Contains Invalid Char
it: Il nome del Monde contiene caratteri non validi

source: Invalid Password
it: Il password non é valido

source: Unable To Mail Back Number
it: Impossibile ritornare il numero

source: License World Too Short
it: Il nome del Monde é troppo breve

source: License World Too Long
it: Il nome del Monde é troppo lungo

source: Server Out Of Memory
it: Lo server non ha abbastanza memoria

source: Invalid World
it: Il Mondo non é valido

source: Server Outdated
it: Lo server é scaduto

source: World Already Started
it: Il mondo é già iniziato

source: No Such World
it: Nessun Mondo

source: Not Logged In
it: Non connesso

source: Unauthorized
it: Non autorizzato

source: World Already Exists
it: Il mondo esiste già

source: No Such License
it: Nessun nome di Mondo

source: Identity Already In Use
it: Identità già usata

source: Unable To Report Location
it: Impossibile riferire l'ubicazione

source: Invalid Email
it: L'email non é valido

source: No Such Acting Citizen
it: Nessun privilegi

source: Acting Password Invalid
it: Il password privilegi non é valido

source: Universe Full
it: Universo pieno

source: Billing Timeout
it: Pagamento é scaduto

source: Billing Recv Failed
it: Impossibile ricevere il pagamento

source: Billing Response Invalid
it: La conferma del pagamento non é valida

source: Billing Rejected
it: Pagamento respinto

source: Billing_Blocked
it: Pagamento bloccato

source: Too Many Worlds
it: Troppi Mondi

source: Must Upgrade
it: Aggiornamento necessario

source: Bot Limit Exceeded
it: Limite dei Bot superata

source: World_Expired
it: Mondo scaduto

source: Citizen Does Not Expire
it: La cittadinanza non scade

source: License Sarts With Number
it: Il nome del Mondo comincia con un numero

source: No Such Ejection
it: Nessun espulsione

source: No Such Session
it: Nessun sessione

source: Ejection Expired
it: Espulsione scaduta

source: Acting Citizen Expired
it: Privilegi scaduti

source: Already_Started
it: Già iniziato

source: World Running
it: Il Mondo funziona

source: World Not Set
it: Il mondo non é configurato

source: No Such Cell
it: Nessun cella

source: No Registry
it: Nessun registry

source: Can't Open Registry
it: Impossibile aprire lo registry

source: Citizen_Disabled
it: Cittadino disabilo

source: World Disabled
it: Mondo disabilo

source: Beta Required
it: Beta richiesta

source: Acting Citizen Disabled
it: Privilegi non autorizzati

source: Private World
it: Mondo privato

source: No Tourists
it: No turisti

source: EMail Contains Invalid Char
it: L'email contiene dei caratteri invalidi

source: EMail Ends With Blank
it: Email fermato con un spazio

source: EMail Missing Dot
it: Nessun punto nell'email

source: EMail Missing At
it: Nessun @ nell'email

source: EMail Starts With Blank
it: L'email iniziato con un spazio

source: EMail Too Long
it: L'email é troppo lungo

source: EMail Too Short
it: L'email é troppo breve

source: Name Already Used
it: Il nome é già usato

source: Name Contains Nonalphanumeric Char
it: Caratteri non alphanumerici nel nome

source: Name Contains Invalid Blank
it: Il nome contiene spazi invalidi

source: Name Doesn't Exist
it: Il nome non esista

source: Name Ends With Blank
it: Nome fermato con un spazio

source: Name Too Long
it: Nome troppo lungo

source: Name Too Short
it: Nome troppo breve

source: Name Unused
it: Nome non usato

source: Password Too Long
it: Password troppo lungo

source: Password Too Short
it: Password troppo breve

source: Password Wrong
it: Password errato

source: Unable To Delete Name
it: Impossibile cancelare il nome

source: Unable To Get Citizen
it: Impossibile ricevere il Cittadino

source: Unable To Insert Citizen
it: Impossibile inserire il Cittadino

source: Unable To Insert Name
it: Impossibile inserire il nome

source: Unable To Put Citizen Count
it: Impossibile istituire il conto Cittadino

source: Unable To Delete Citizen
it: Impossibile cancelare la Cittadinanza

source: Number Already Used
it: Numero già usato

source: Number Out Of Range
it: Numero troppo grande

source: Privilege Password Is Too Short
it: Il password privilegi é troppo breve

source: Privilege Password Is Too Long
it: Il password privilegi é troppo lungo

source: Not Change Owner
it: Proprietario non cambiato

source: Can't Find Old Element
it: Impossibile trovare il vecchio elemento

source: Unable To Change Attribute
it: Impossibile cambiare i parametri

source: Can't Change Owner
it: Impossibile cambiare proprietario

source: Imposter
it: Impostore

source: Invalid Request
it: Richiesta invalida

source: Can't Build Here
it: Impossibile costruire qui

source: Encroaches
it: Giustapposizione

source: No Such Object
it: Nessun oggetto

source: Not Delete Owner
it: Nessun autorizazzione di cancelare

source: Too Many Bytes
it: Troppi byte

source: Unable To Store
it: Impossibile memorizzare

source: Unregistered Object
it: Oggetto non registrato

source: Element Already Exists
it: L'elemente esiste già

source: Restricted Command
it: Comando limitato

source: No Build Rights
it: Nessun autorizazzione di costruire

source: Out Of Bounds
it: Fuori dai limiti

source: Restricted Object
it: Oggetto privato

source: Restricted Area
it: Zona privata

source: Out Of Memory
it: Fuori di memoria

source: Not Yet
it: Non pronto

source: Timeout
it: Tempo scaduto

source: Null Pointer
it: Il puntatore é vuoto

source: Unable To Contact Universe
it: Impossibile contattare l'Universo

source: Unable To Contact World
it: Impossibile contattare il Mondo

source: Invalid World Name
it: Il nome del Mondo non é valido

source: Send Failed
it: Impossibile inviare

source: Receive Failed
it: Impossibile ricevere

source: Stream Empty
it: Stream vuoto

source: Stream Message Too Long
it: Il messagio del Stream é troppo lungo

source: World Name Too Long
it: Il nome del Monde é troppo lungo

source: Message Too Long
it: Il messagio é troppo lungo

source: Too Many Resets
it: Troppi reimposte

source: Unable To Create Socket
it: Impossibile creare la connezione

source: Unable To Connect
it: Impossibile connettare

source: Unable To Set NonBlocking
it: Impossibile cambiare per il modo "non blocando"

source: Can't Open Stream
it: Impossibile aprire lo Stream

source: Can't Write Stream
it: Impossibile scrivere lo Stream

source: Can't Close Stream
it: Impossibile chiudere lo Stream

source: No Connection
it: Nessun connezione

source: Unable To Initialize Network
it: Impossibile inizializzare il rete

source: Incorrect Message Length
it: La lunghezza del messagio non é valida

source: Not Initialized
it: Non inizializzato

source: No Instance
it: Nessun istanza

source: Out Buffer Full
it: Il buffer d'uscita é pieno

source: Invalid Callback
it: Lo callback non é valido

source: Invalid Attribute
it: L'attributo non é valido

source: Type Mismatch
it: Il tipo non corrisponde

source: String Too Long
it: La stringa é troppo lunga

source: Read Only
it: Solo lettura

source: Unable To Register Resolve
it: Impossibile registrare la resoluzione

source: Invalid Instance
it: L'istanza non é valida

source: Version Mismatch
it: La versione non corrisponde

source: In Buffer Full
it: Il buffer d'ingresso é pieno

source: Protocol Error
it: Errore di protocollo

source: Query In Progress
it: Richiesta in corso

source: World Full
it: Mondo pieno

source: Ejected
it: Espulsato

source: Not Welcome
it: Non accettato

source: Unable To Bind
it: Impossibile risolvere

source: Unable To Listen
it: Impossibile ascoltare

source: Unable To Accept
it: Impossibile accettare

source: Connection Lost
it: Connezione persa

source: No Stream
it: Nessun stream

source: Not Available
it: Non disponibile

source: Old Universe
it: Vecchio Universo

source: Old World
it: Vecchio Mondo

source: World Not Running
it: Il mondo non é attivo

source: Invalid Argument
it: L'argomento non é valido

source: Unknow Raison Code
it: Il codice di Raggione non é conosciuto

source: Filters
it: Filtri

source: Modify
it: Modificare

source: Unable to init the SDK, Reason :
it: Impossibile inizializzare il SDK, Ragione :

source: SDK Initialized
it: SDK inizializzato.

source: SDK Stopped.
it: SDK Fermato.

source: Unable to Build object. Reason :
it: Impossibile costruire l'oggetto. Ragione :

source: Unable to Delete object. Reason :
it: Impossibile cancellare l'oggetto. Ragione ::

source: End of deleting project..
it: Fine della distruzione del Progetto

source: End of building project..
it: Fine della costruzione del Progetto

source: Start to deleting project..
it: Inizio della distruzione del Progetto

source: Start to building project..
it: Inizio della costruzione del Progetto

source: Citizen Modifier
it: Cittadino modificatore

source: to
it: a

source: Change
it: Cambiare

source: Move
it: Spostare

source: From :
it: Da :

source: To :
it: a :

source: Rotate
it: Rotazione

source: Pivot point :
it: Punto di perno :

source: CCW Angle in degrees :
it: Angolo in gradi:

source: Unable to query properties. Reason :
it: Impossibile cargare gli oggetti, Ragione :
